"Archiver" = "Archiver";
"Cancel" = "Отмена";
"Creating Archive..." = "Создание архива...";

/* Navigation */
"Back" = "Назад";
"Replace" = "Заменить";
"Finish" = "Завершить";

/* Encryption */
"Password:" = "Пароль:";
"Show Password" = "Показать пароль";
"The archive is protected with a password." = "Архив защищен паролем.";

/* Placeholders */
"This is the information text that should describe consequences, side effects, etc." = "Данная информация содержит описание последствий, побочных эффектов и т.п.";
"This is the message text that should explain the problem / warning." = "Это сообщение должно объяснять проблему / предупреждение.";
